export default {
    about: {
        firstText: {
            title: "حول قصر النخيل",
            description: "منتجع وفندق قصر النخيل في أريحا يقدم إقامة من فئة 5 نجوم مع مسبح خارجي، موقف سيارات مجاني، ومطعم. تتميز الغرف بتكييف هواء، تلفزيون بشاشة مسطحة، وحمام خاص. تتوفر خدمة الواي فاي المجانية واستقبال على مدار الساعة. يقع على بُعد 24 كم من بيت عنيا عبر الأردن و34 كم من كنيسة جميع الأمم."
        },
        secondText: {
            title: "لماذا يختار النزلاء الفندق؟",
            description: "الموقع المناسب، والإقامة المريحة مع وسائل الراحة، والنظافة، والتسعير الجيد، والخدمة الممتازة كلها عوامل تؤثر في اختيار الفندق. كما تلعب تقييمات النزلاء، والسمعة، والتجارب الفريدة، والممارسات الصديقة للبيئة دورًا أيضًا."
        }
    },
    footer: {
        addressLine1: "فندق قصر النخيل – أريحا، فلسطين",
        description:
            "يقع فندق قصر النخيل في قلب مدينة أريحا، ويوفر إقامة فاخرة تجمع بين الراحة والهدوء والسحر الفلسطيني الأصيل — على بُعد دقائق فقط من أشهر المواقع التاريخية والثقافية في المدينة. سواء كنت تزورنا لأغراض الترفيه أو العمل، نرحب بك بحرارة بخدمة استثنائية.",
        pagesTitle: "صفحات الموقع",
        contactTitle: "اتصل بنا",
        contactAddress: "منتجع قصر النخيل، أريحا، فلسطين",
        contactPhone: "رقم التواصل: +972 2-231-1111",
        copyright: "نظام إدارة العيادات 2024 © جميع الحقوق محفوظة."
    },
    contact: {
        whatsappNumber: "رقم الواتس آب",
        workingHours: "أوقات الدوام",
        sendUsMessage: "قم بارسال لنا رسالة في حال احتجت اي شيء او واجهتك مشكلة",
        send: "إرسال",
        messageTitle: "عنوان الرسالة",
        messageDetails: "التفاصيل",
        requiredSubject: "أدخل عنوان للرسالة",
        requiredMessage: "أضف بعض التفاصيل",
        contactUs: "تواصل معنا",
        subject:"العنوان"
    }
}