export default {
    "booking": {
        "form": {
            "reservationDate": "تاريخ ووقت الحجز",
            "numberOfGuests": "عدد الضيوف",
            "submit": "احجز الآن",
            "reservation_success": "تم الحجز بنجاح!",
            "errors": {
                "reservation_date_required": "يرجى اختيار تاريخ ووقت الحجز.",
                "guests_required": "يرجى إدخال عدد الضيوف.",
                "guests_min": "يجب أن يكون هناك ضيف واحد على الأقل."
            }
        }
    },
    intro: {
        title: "مطعم النخيل",
        description: "يقدم مطعم النخيل مجموعة متنوعة من الوجبات من جميع الأنواع.",
        open: "الدوام: ٧ صباحاً - ١٢ منتصف الليل",
        cuisine: "نوع المطبخ: عام",
        capacity: "السعة: ٧٠ ضيف"
    },
    explore: {
        smalltext: "قائمة طعام لذيذة",
        title: "اكتشف التميز في فنون الطهي: استكشف قائمتنا",
        subtitle: "انطلق في مغامرة طهي عالمية في مطعمنا، الذي يقدم أشهى المأكولات القارية والمكسيكية والمأكولات البحرية والعربية والتايلاندية والصينية والهندية والبنغلاديشية. كما يمكنك الاستمتاع بقائمة نادي الأطفال الخاصة بنا مع أطفالك."
    },
    mealHours: {
        title: "استمتع بأشهى الأطباق في الوقت الذي يناسبك",
        subtitle: "انضم إلينا في كل وجبة خلال اليوم",
        meals: {
            breakfast: {
                title: "الإفطار",
                time: "من ٧:٠٠ صباحًا إلى ١٠:٠٠ صباحًا",
                description: "انضم إلينا يوميًا على الإفطار. استمتع بمجموعة متنوعة من الخيارات الطازجة لبدء يومك بنشاط ونكهة."
            },
            lunch: {
                title: "الغداء",
                time: "من ١٢:٠٠ ظهرًا إلى ٣:٠٠ مساءً",
                description: "انضم إلينا يوميًا على الغداء. تذوق مجموعة من الأطباق اللذيذة المحضّرة بعناية لإرضاء شهيتك في منتصف اليوم."
            },
            dinner: {
                title: "العشاء",
                time: "من ٦:٠٠ مساءً إلى ١٠:٠٠ مساءً",
                description: "انضم إلينا يوميًا على العشاء. استكشف قائمة بنكهات فاخرة مصنوعة من مكونات موسمية لارتقاء تجربة تناولك للطعام."
            }
        }
    },
    cuisine: {
        label: "تناول الطعام بأناقة",
        description: "يقوم طهاتنا بإعداد الأطباق باستخدام مكونات طازجة موسمية يتم الحصول عليها محليًا، مما يضمن أن تكون كل وجبة مزيجًا مثاليًا من التقاليد والنكهة للاسترخاء التام"
    },
    pool: {
        headerSection: {
            title: "مسبح لا متناهي",

        },
        secondSection: {
            label: "ارتقاء بمرافق المسبح",
            description: "في عالم الضيافة، لا يُعدّ المسبح مجرد وسيلة ترفيهية، بل هو محور للاسترخاء، والتواصل الاجتماعي، والفخامة."
        },
        facilites: {
            title: "مرافق تلبي جميع احتياجاتك في مكان واحد",
            subtitle: "مرافق قد تنال إعجابك",
            first: {
                title: "مناسب للعائلات",
                description: "من مناطق التجديف الضحلة للأطفال الصغار إلى الزحاليق المائية المثيرة ونوافير الرش، تضمن المرافق المناسبة للعائلات تجربة ممتعة لجميع الضيوف."
            },
            second: {
                title: "مسبح داخلي",
                description: "استرخِ في مسبحنا الداخلي الهادئ، المثالي لسباحة منعشة في بيئة مريحة وهادئة على مدار العام. إنه المكان المثالي للاسترخاء واستعادة النشاط."
            },
            third: {
                title: "العافية واللياقة",
                description: "تتضمن العديد من المنشآت عناصر العافية في مرافق المسابح، بما في ذلك ممرات السباحة لتجربة منعشة ومجددة للنشاط."
            }
        },
        poolsSection: {
            "title": "لدينا المسابح لراحتك",
            "type": {
                "indoor": "مسبح بتصميم فاخر",
                "outdoor": "تناول الطعام بجانب المسبح"
            },
            "info": {
                "size": "الحجم",
                "depth": "العمق",
                "capacity": "السعة",
                "open": "مفتوح",
                "rate": "السعر"
            },
            "facilities": {
                "show": "عرض المرافق",
                "hide": "إخفاء المرافق",
                "title": "المرافق"
            },
            "isOpenRes": {
                "open": "احجز في المسبح",
                "close": "إخفاء نموذج الحجز"
            }
        }
    }
}